Revit 2027 API
CADLinkType.LoadFrom Method
Overload List
Name | Description
LoadFrom(ExternalResourceReference) |  Loads or reloads the DWG link from the given external resource reference.
LoadFrom(String) |  Loads or reloads the DWG link from the given file path.
Top
See Also
Reference
CADLinkType Class
Autodesk.Revit.DB Namespace